export default {
  /**
   * Menu i18n
   * 菜单
   */

  "system":"System",
  "system-user":"System user",

  /**********************************
   ***********************************/


  /**
   * pubilc i18n
   * 公用
   */

  "home": "Home",
  "login": "Login",

  /**********************************
   ***********************************/


  /**
   * 用户管理模块
   */

  "NUMBER": "Number",
  "SYSTEM_USER": "System user"

  /**********************************
   ***********************************/
}
