export default {
  /**
   * Menu i18n
   * 菜单
   */

  "system":"idid",
  "system-user":"idid",

  /**********************************
   ***********************************/


  /**
   * pubilc i18n
   * 公用
   */

  "home": "idid",
  "login": "idid",

  /**********************************
   ***********************************/


  /**
   * 用户管理模块
   */

  "NUMBER": "idid",
  "SYSTEM_USER": "idid",
  "ACCOUNT_NUMBER":"Nomor akun",

  /**********************************
   ***********************************/
}
