export default {
  /**
   * Menu i18n
   * 菜单
   */

  "system":"系统管理",
  "system-user":"用户管理",
  "stock":"商品",
  "newstock":"商品上架",
  "reserve":"库存管理",
  "manage":"商品浏览",
  "user":"用户",
  "usermanagement":"用户信息",
  "showorder":"晒单审核",
  "order":"订单管理",
  "audit-order":"订单查询",
  "direct-order":"直购订单",
  "shipment-order":"订单发货",
  "chargeOrder":"充值订单",
  "appmanger":"app管理",
  "carousel":"轮播图",
  "statistics":"统计",
  "topUpData":"数据统计",
  "user-details-statistics":"用户购买排行",
  "CommodityDetailsStatistics":"商品售卖排行",
  "message":"留言管理",
  "imessage":"留言",

  /**********************************
   ***********************************/


  /**
   * pubilc i18n
   * 公用
   */

  "home":"首页",
  "login":"登录",
  "DDCX":"订单查询",
  "FHDD":"发货订单",
  "ZGDD":"直购订单",
  "YHGL":"用户管理",
  "SDSH":"晒单审核",
  "SPLL":"商品浏览",
  "KC":"库存",
  "DJHF":"点击回复",
  "FS":"发送",
  "SC":"删除",
  "PJ":"评价",
  /**********************************
   ***********************************/


  /**
   * 用户管理模块
   */

  "NUMBER":"序号",
  "SYSTEM_USER":"用户管理",
  "ACCOUNT_NUMBER":"账号",
  "NAME":"姓名",
  "IDENTIFICATION_NUMBER":"证件号码",
  "PHONE_NUMBER":"手机号",
  "SEX":"性别",
  "STATE":"状态",
  "JR":"今日",
  "BY":"本月",
  "LJ":"累计",
  "JRSP":"今日商品",
  "KJ":"开奖",
  "XFJE":"消费金额",
  "LX":"类型",
  "operation":"操作",
  /**********************************
   ***********************************/


  /**
   * 订单管理模块
   */
  "SPMC":"商品名称",
  "ORDERNUMBER":'订单号',
  "SL":'数量',
  "GMRQ":"购买日期",
  "FH":"发货",
  "XQ":"详情",
  "ZF":"支付",
  "QB":"全部",
  "DKJ":"待开奖",
  "YZJ":"已中奖",
  "WZJ":"未中奖",
  "DZF":"待支付",
  "YZF":"已支付",
  "QXZF":"取消支付",
  "YHM":"用户名",
  "YHDH":"用户手机号码",
  "CZSJ":"充值时间",
  "ZFSJ":"支付时间",
  "CZJE":"充值金额",
  "CZQD":"充值渠道",
  "CZZT":"充值状态",
  "SHDZ":"收货地址",
  "DDZT":"订单状态",
  "SPZL":"商品种类",
  "BZ":"备注",
  "FHZT":"发货状态",
  "DJ":"单价",
  "DQR":"待确认",
  "CZCG":"充值成功",
  "CZSB":"充值失敗",
  "CZQX":"充值取消",
  "GMYH":"购买用户",
  "GMSJ":"购买时间",
  "GMHM":"购买的号码",
  "WLFH":"物流发货",
  "WLBH":"物流编号",
  "ZTKD":"中通快递",
  "YDKD":"韵达快递",
  "BSHT":"百世汇通",

  /**********************************
   ***********************************/

  /**
   * 用户管理模块
   */

  "YE":"余",
  "CZ":"充",
  "CY":"参",
  "ZJ":"中",
  /**********************************
   ***********************************/


  /**
   * 商品管理模块
   */
  "JG":"价格",
  "SMZ":"售卖中",
  "YKJ":"已开奖",
  "UNS":"未晒单",
  "TJ":"推荐",
  "SX":"上新",
  "RM":"热门",
  "YS":"已售",
  "F":"份",
  "SY":"剩余",
  "SJSJ":"上架时间",
  "CYRS":"参与人数",
  "SQHJZ":"上期获奖者",
  "ZJHM":"中奖号码",
  "HJZ":"获奖者",
  "CYSL":"参与数量",
  "CYSJ":"参与时间",
  "TX":"头像",
  "SJ":"上架",
  "SPLX":"商品类型",
  "XZSPFL":"选择商品分类",
  "SRSPMC":"输入商品名称",
  "SPDJ":"商品单价",
  "SRSPDJ":"输入商品单价",
  "SPKC":"商品库存",
  "SRSPKC":"输入商品库存量",
  "SPBQ":"商品标签",
  "SRSPBQ":"输入商品标签",
  "QGLX":"抢购类型",
  "XZQGLX":"选择抢购类型",
  "FMT":"封面图",
  "TJT":"推荐图",
  "NRT":"内容图",
  "TIJAO":"提交",
  "CHONGZHI":"重置",
  /**********************************
   ***********************************/


  /**
   * 轮播图模块
   */

  "LBT":"轮播图",
  "TJLBT":"添加轮播图",
  "DJSCTP":"点击上传文件",
  "SRBDSP":"请输入您想绑定的上品",
  "SPTJ":"商品推荐",
  "HDYM":"活动页面",

  /**********************************
   ***********************************/


  /**
   * 统计模块
   */

  "JRCZQDTJ":"今日充值渠道统计",
  "LJCZQDTJ":"累计充值渠道统计",
  "JRCZTJ":"今日充值统计",
  "LJCZTJ":"累计充值统计",
  /**********************************
   ***********************************/


}
