export default {
  /**
   * Menu i18n
   * 菜单
   */

  "system":"系统管理",
  "system-user":"用户管理",

  /**********************************
   ***********************************/


  /**
   * pubilc i18n
   * 公用
   */

  "home":"首页",
  "login":"登录",
  "DDCX":"订单查询",
  "FHDD":"发货订单",
  "ZGDD":"直购订单",
  "YHGL":"用户管理",
  "SDSH":"晒单审核",
  "SPLL":"商品浏览",
  "KC":"库存",
  /**********************************
   ***********************************/


  /**
   * 用户管理模块
   */

  "NUMBER":"序号",
  "SYSTEM_USER":"用户管理",
  "ACCOUNT_NUMBER":"账号",
  "NAME":"姓名",
  "IDENTIFICATION_NUMBER":"证件号码",
  "PHONE_NUMBER":"手机号",
  "SEX":"性别",
  "STATE":"状态",

  /**********************************
   ***********************************/


  /**
   * 订单管理模块
   */
  "SPMC":"商品名称",
  "ORDERNUMBER":'订单号',
  "SL":'数量',
  "GMRQ":"购买日期",
  "FH":"发货",
  "XQ":"详情",
  "ZF":"支付",
  "QB":"全部",
  "DKJ":"待开奖",
  "YZJ":"已中奖",
  "WZJ":"未中奖",
  "DZF":"待支付",
  "YZF":"已支付",
  "QXZF":"取消支付",
  "YHM":"用户名",
  "YHDH":"用户手机号码",
  "CZSJ":"充值时间",
  "ZFSJ":"支付时间",
  "CZJE":"充值金额",
  "CZQD":"充值渠道",
  "CZZT":"充值状态",
  "SHDZ":"收货地址",
  "DDZT":"订单状态",
  "SPZL":"商品种类",
  "BZ":"备注",
  "FHZT":"发货状态",
  "DJ":"单价",
  /**********************************
   ***********************************/

  /**
   * 用户管理模块
   */

  "YE":"余",
  "CZ":"充",
  "CY":"参",
  "ZJ":"中",
  /**********************************
   ***********************************/


  /**
   * 商品管理模块
   */
  "JG":"价格",
  "SMZ":"售卖中",
  "YKJ":"已开奖",
  "TJ":"推荐",
  "SX":"上新",
  "RM":"热门",
  "YS":"已售",
  "F":"份",
  "SY":"剩余",
  "SJSJ":"上架时间",
  "CYRS":"参与人数",
  "SQHJZ":"上期获奖者",
  "ZJHM":"中奖号码",
  "HJZ":"获奖者",
  "CYSL":"参与数量",
  "CYSJ":"参与时间",
  "TX":"头像",
  "SJ":"上架",
  "SPLX":"商品类型",
  "XZSPFL":"选择商品分类",
  "SRSPMC":"输入商品名称",
  "SPDJ":"商品单价",
  "SRSPDJ":"输入商品单价",
  "SPKC":"商品库存",
  "SRSPKC":"输入商品库存量",
  "SPBQ":"商品标签",
  "SRSPBQ":"输入商品标签",
  "QGLX":"抢购类型",
  "XZQGLX":"选择抢购类型",
  "FMT":"封面图",
  "TJT":"推荐图",
  "NRT":"内容图",
  "TIJAO":"提交",
  "CHONGZHI":"重置",
  /**********************************
   ***********************************/


  /**
   * 轮播图模块
   */

  "LBT":"轮播图",

  /**********************************
   ***********************************/


  /**********************************
   ***********************************/


}
