export default {
  /**
   * Menu i18n
   * 菜单
   */

  "system":"系统管理",
  "system-user":"用户管理",

  /**********************************
   ***********************************/


  /**
   * pubilc i18n
   * 公用
   */

  "home":"首页",
  "login":"登录",

  /**********************************
   ***********************************/


  /**
   * 用户管理模块
   */

  "NUMBER":"序号",
  "SYSTEM_USER":"用户管理",
  "ACCOUNT_NUMBER":"账号",
  "NAME":"姓名",
  "IDENTIFICATION_NUMBER":"证件号码",
  "PHONE_NUMBER":"手机号",
  "SEX":"性别",
  "STATE":"状态",

  /**********************************
   ***********************************/


  /**
   * 订单管理模块
   */
  "SPMC":"商品名称",
  "ORDERNUMBER":'订单号',
  "SL":'数量',
  "GMRQ":"购买日期",
  "FH":"发货",
  "XQ":"详情",
  "ZF":"支付",
  "QB":"全部",
  "DKJ":"待开奖",
  "YZJ":"已中奖",
  "WZJ":"未中奖",
  "DZF":"待支付",
  "YZF":"已支付",
  "QXZF":"取消支付",
  "YHM":"用户名",
  "YHDH":"用户手机号码",
  "CZSJ":"充值时间",
  "ZFSJ":"支付时间",
  "CZJE":"充值金额",
  "CZQD":"充值渠道",
  "CZZT":"充值状态",
  "SHDZ":"收货地址",
  "DDZT":"订单状态",
  "SPZL":"商品种类",
  "BZ":"备注",
  "FHZT":"发货状态",
  "DJ":"单价",
  /**********************************
   ***********************************/

  /**
   * 用户管理模块
   */

  "YE":"余",
  "CZ":"充",
  "CY":"参",
  "ZJ":"中",
  /**********************************
   ***********************************/
}
