export default {
  /**
   * Menu i18n
   * 菜单
   */

  "system":"系统管理",
  "system-user":"用户管理",

  /**********************************
   ***********************************/


  /**
   * pubilc i18n
   * 公用
   */

  "home":"首页",
  "login":"登录",

  /**********************************
   ***********************************/


  /**
   * 用户管理模块
   */

  "NUMBER":"序号",
  "SYSTEM_USER":"用户管理",
  "ACCOUNT_NUMBER":"账号",
  "NAME":"姓名",
  "IDENTIFICATION_NUMBER":"证件号码",
  "PHONE_NUMBER":"手机号",
  "SEX":"性别",
  "STATE":"状态",

  /**********************************
   ***********************************/


  /**
   * 订单管理模块
   */
  "SPMC":"商品名称",
  "ORDERNUMBER":'订单号',
  "SL":'数量'
  /**********************************
   ***********************************/
}
